CFD_outputData/case_03/0/nut
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0.1;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value			$internalField;
    }
    outlet
    {
        type            zeroGradient;
    }
    hs
    {
        type            nutkWallFunction;
        value           uniform 0;
    }
    wall-solid
    {
        type            nutkWallFunction;
        value           uniform 0;
    }
	frontandback
    {
        type            empty;
    }
}


// ************************************************************************* //
