CFD_outputData/case_03/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          84;
        startFace       156950;
    }
    outlet
    {
        type            patch;
        nFaces          14;
        startFace       157034;
    }
    hs
    {
        type            wall;
        nFaces          540;
        startFace       157048;
    }
    wall-solid
    {
        type            wall;
        nFaces          2276;
        startFace       157588;
    }
    frontandback
    {
        type            empty;
        nFaces          17438;
        startFace       159864;
    }
)

// ************************************************************************* //
